print('________________________________________________')
print('')
print('      |_   _|  \/  |  __ \     /\   | \ | |     ')
print(' __  __ | | | \  / | |__) |   /  \  |  \| |_  __')
print(' \ \/ / | | | |\/| |  _  /   / /\ \ | . ` \ \/ /')
print('  >  < _| |_| |  | | | \ \  / ____ \| |\  |>  < ')
print(' /_/\_\_____|_|  |_|_|  \_\/_/    \_\_| \_/_/\_\ ')
print('________________________________________________')
print('Введите команды')

import sys

if __name__ == '__main__':
    for param in sys.argv:
        if param == 'create':
            print('Введите настройки сервера:')
            server_name = input('Название сервера: ')
            print(" Введите тип сервера.")
            print(' 0 = пустой сервер')
            print(' 1 = предустановленный сервер')
            server_type = int(input('Тип сервера: '))
            if server_type == 1:
                pass
            elif server_type == 0:
                pass
            else:
                print('Неправильный тип сервера')
